Repository: ItalyStrap/italystrap
Catalog: languages/*.po
Languages: it_it

source: One Response to &ldquo;%2$s&rdquo;
it_it: Una risposta a &ldquo;%2$s&rdquo;

source: There are no comments yet, why not be the first
it_it: Non ci sono ancora commenti, inizia tu

source: Default
it_it: Predefinito

source: Coffee
it_it: Caffè

source: Info Menu
it_it: Menù informazioni

source: Main Menu
it_it: Menù principale

source: Theme settings
it_it: Impostazioni del tema

source: Theme Image Options
it_it: Opzioni per le immagini

source: Allows you to customize settings for ItalyStrap.
it_it: Ti consente di personalizzare le impostazioni per ItalyStrap.

source: Your Logo
it_it: Il tuo logo

source: Insert here your logo
it_it: Inserisci qui il tuo logo

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
it_it: Sembra che non possiamo trovare quello che stavi cercando. Forse la ricerca ti può aiutare.

source: Full witdh
it_it: Tutta larghezza

source: Standard width
it_it: Larghezza standard

source: Enter your theme license key.
it_it: Inserisci la licenza del tuo tema.

source: Deactivate License
it_it: Disattiva licenza

source: Activate License
it_it: Attiva la licenza

source: You have %1$s / %2$s sites activated.
it_it: Tu hai %1$s / %2$s siti attivati.

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
it_it: <strong>%1$s %2$s</strong> è disponibile. <a href="%3$s" class="thickbox" title="%4s">Controlla cosa c'è di nuovo</a> o <a href="%5$s"%6$s>aggiorna adesso</a>.

source: Content Sidebar
it_it: Contenuto Sidebar

source: Full width, no sidebar
it_it: Tutta larghezza, nessuna sidebar

source: Hide breadcrumbs
it_it: Nascondi i breadcrumbs

source: Hide title
it_it: Nascondi il titolo

source: Hide meta info
it_it: Nascondi le meta informazioni

source: Hide feautured image
it_it: Nascondi l'immagine in evidenza

source: Hide figure caption
it_it: Nascondi la didascalia

source: Hide the content
it_it: Nascondi il contenuto

source: Hide author box
it_it: Nascondi il box autore

source: Hide comments
it_it: Nascondi i commenti

source: Hide comments form
it_it: Nascondi il form dei commenti

source: Standard container
it_it: Contenitore standard

source: Fluid container
it_it: Contenitore fluido

source: Search now
it_it: Cerca ora

source: Search
it_it: Ricerca

source: Comments are closed.
it_it: I commenti sono chiusi.

source: Name
it_it: Nome

source: (required)
it_it: (richiesto)

source: (required) *
it_it: (richiesto) *

source: Email (will not be published)
it_it: Email (non sarà pubblicata)

source: Website
it_it: Sito web

source: Website (optional)
it_it: Sito web (opzionale)

source: Comment
it_it: Commento

source: Write your comment here
it_it: Scrivi qui il tuo commento

source: Logged in as <a href="%1$s" class="btn btn-primary btn-xs">%2$s</a>. <a href="%3$s" title="Log out of this account" class="btn btn-warning btn-xs">Log out?</a>
it_it: Connesso come <a href="%1$s" class="btn btn-primary btn-xs">%2$s</a>. <a href="%3$s" title="Log out of this account" class="btn btn-warning btn-xs">Disconnetti?</a>

source: &laquo; Previous comments
it_it: &laquo; Commenti precedenti

source: Next comments &raquo;
it_it: Commenti successivi &raquo;

source: After the &lt;body&gt;
it_it: Dopo il &lt;body&gt;

source: Before the header
it_it: Prima della testata

source: The content header
it_it: Contenuto della intestazione

source: After the header
it_it: Dopo la testata

source: Before the Main Content
it_it: Prima del contenuto principale

source: Before the Content
it_it: Prima del contenuto

source: Before the Loop
it_it: Prima del loop

source: The Loop
it_it: Il ciclo

source: After the Loop
it_it: Dopo il loop

source: After the Content
it_it: Dopo il contenuto

source: After the Main Content
it_it: Dopo il contenuto principale

source: In the footer open
it_it: All'apertura del piè di pagina

source: In the footer
it_it: Nel piè di pagina

source: In the footer closed
it_it: Alla chiusura del piè di pagina

source: At the end of the page before the <code>&lt;/body&gt;</code>
it_it: Alla fine della pagina prima di <code>&lt;/body&gt;</code>

source: Image for 404 page
it_it: Immagine per la pagina 404

source: Welcome to the ItalyStrap theme
it_it: Benvenuto nel tema ItalyStrap

source: First off all install <a href="https://github.com/overclokk/ItalyStrap-child" target="_blank">ItalyStrap-child</a> and use it for any customization.
it_it: Prima di tutto installa anche <a href="https://github.com/overclokk/ItalyStrap-child" target="_blank">ItalyStrap-child</a> ed usa questo per le eventuali modifiche.

source: Also read the Wiki <a href="https://github.com/overclokk/ItalyStrap-child/wiki/How-to-use-Child-Theme" target="_blank">How to use Child Theme</a>
it_it: Leggi anche la Wiki <a href="https://github.com/overclokk/ItalyStrap-child/wiki/How-to-use-Child-Theme" target="_blank">Come usare un Child Theme</a>

source: Please make sure your <a href="%s">.htaccess</a> file is writable
it_it: Assicurati che il file <a href="%s">.htaccess</a> sia scrivibile

source: Post Author
it_it: Articolio autore

source: Edit
it_it: Modifica

source: Your comment is awaiting moderation.
it_it: Il tuo commento è in attesa di essere moderato.

source: Reply to
it_it: Rispondi a

source: %s <span class="says">says:</span>
it_it: %s <span class="says">dice:</span>

source: %1$s at %2$s
it_it: %1$s alle %2$s

source: Reply to %s %s
it_it: Rispondi a %s %s

source: Edit<span class="screen-reader-text"> "%s"</span>
it_it: Modifica<span class="screen-reader-text"> "%s"</span>

source: Edit This
it_it: Modifica questo

source: Delete post
it_it: Cancella articolo

source: Pages:
it_it: Pagine:

source: In post navigation
it_it: Nella navigazione dell'articolo

source: To view this protected post, enter the password below:
it_it: Per visualizzare questo post inserisci la password qui sotto:

source: Enter password
it_it: Inserisci la password

source: Submit
it_it: Invia

source: Custom settings
it_it: Impostazioni personalizzate

source: Page container witdh settings
it_it: Configurazione larghezza contenitore pagina

source: Choose the width of the page container for this %s
it_it: Scegli la larghezza del contenitore della pagina per questo for this %s

source: Default width set in %s
it_it: Larghezza predefinita impostata in %s

source: Layout settings
it_it: Impostazione impaginazione

source: Advance layout setting for this %s
it_it: Configurazione avanzata del layout per questo %s

source: Default layout set in %s
it_it: Layout predefinito impostato in %s

source: Advance template content setting for this %s
it_it: Configurazione avanzata del template per questo %s

source: Custom header
it_it: Testata personalizzata

source: The image for the theme header
it_it: L'immagine per l'inteztazione del tema

source: Add or upload image
it_it: Aggiungi o carica una immagine

source: Video URL
it_it: URL video

source: Theme Options
it_it: Opzioni del tema

source: 404 Page
it_it: Pagina 404

source: Customize the 404 page for this theme.
it_it: Personalizza la pagina 404 per questo tema

source: 404 Page Text
it_it: Testo pagina 404

source: Hide the 404 image
it_it: Nascondi l'immagine della pagina 404

source: Default 404 Image
it_it: Immagine predefinita per la pagina 404

source: 404 Page Title
it_it: Titolo pagina 404

source: Add a title for the 404 page.
it_it: Aggiungi un titolo per la pagina 404.

source: Allows you to show the breadcrumbs on selected templates.
it_it: Ti permette di mostrare i breadcrumbs nei file template selezionati.

source: Archive
it_it: Archivio

source: Author
it_it: Autore

source: Front page
it_it: Pagina frontale

source: Page
it_it: Pagina

source: Display breadcrumbs on
it_it: Visualizza i breadcrumb in

source: Link Color
it_it: Colore dei link

source: Heading Color
it_it: Colore della testata

source: Container Width of the header
it_it: Larghezza del contenitore della testata

source: %s Options
it_it: %s Opzioni

source: Layout
it_it: Impaginazione

source: Allows you to customize the layout for all archive type pages. (Not page and post).
it_it: Ti permette di personalizzare il layout per tutte le pagine archivio. (No pagine e post).

source: Image Options
it_it: Opzioni immagine

source: Default Image
it_it: Immagine predefinita

source: Archive post thumbnail size
it_it: Dimensione immagine in evidenza degli archivi

source: Change image size of post thumbnail in archive, author, blog, category, search, and tag pages.
it_it: Cambia la dimensione delle immagini nelle pagine archivio, autore, blog, categoria, ricerca, e pagine tag.

source: Archive post thumbnail alignment
it_it: Allineamento immagine in evidenza degli archivi

source: Change image alignment of post thumbnail in archive, author, blog, category, search, and tag pages.
it_it: Cambia l'allineamento delle immagini nelle pagine archivio, autore, blog, categoria, ricerca, e pagine tag.

source: None
it_it: Nessuno

source: Center
it_it: Centrato

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Allows you to customize settings for the main navbar. Remember that this uses the Twitter Bootstrap Navbar style, if you want more info read the <a href="http://getbootstrap.com/components/#navbar" target="_blank">documentation</a>.
it_it: Ti permette di personalizzare la navbar principale. Ricorda che questo usa Twitter Bootstrap per lo stile della navbar, se vuoi avere maggiori informazioni leggi la <a href="http://getbootstrap.com/components/#navbar" target="_blank">documentazzione</a>.

source: Default navbar
it_it: Navbar predefinita

source: Inverse navbar
it_it: Onverti il colore della navbar

source: Fixed Top
it_it: Fissato in alto

source: Fixed Bottom
it_it: Fissato in basso

source: Default boxed width
it_it: Larghezza boxata predefinita

source: Full width
it_it: Tutta larghezza

source: Insert here your logo brand for nav menu
it_it: Inserisci qui il tuo logo per il menù

source: Logo image size
it_it: Dimensione logo

source: Display the navbar brand
it_it: Attiva la visualizzazione della navbar brand

source: Hide navbar brand
it_it: Nascondi la navbar brand

source: Display navbar brand image
it_it: Visualizza il logo nella navbar

source: Display navbar brand name
it_it: Visualizza il titolo nella navbar

source: Display navbar brand image and name
it_it: Visualizza il logo e il titolo nella navbar

source: Additional CSS
it_it: CSS aggiuntivo

source: Add custom CSS here
it_it: Aggiungi il tuo CSS personalizzato qui

source: Custom CSS
it_it: CSS personalizzato

source: Insert here your custom CSS
it_it: Inserisci qui il tuo stile personalizzato

source: Add text for footer's colophon here
it_it: Aggiungi il testo per il colophon del footer qui

source: Allows you to customize the post content template for all archive type pages. (Not page and post).
it_it: Ti permette di personalizzare il contenuto del post per tutte le pagine archivio. (No pagine e post).

source: An error occurred, please try again.
it_it: C'è stato un errore, riprova di nuovo.

source: Description
it_it: Descrizione

source: Headers
it_it: Intestazione

source: Header 1
it_it: Intestazione 1

source: Header 2
it_it: Intestazione 2

source: Header 3
it_it: Intestazione 3

source: Header 4
it_it: Intestazione 4

source: Header 5
it_it: Intestazione 5

source: Header 6
it_it: Intestazione 6

source: Inline
it_it: Sulla stessa riga

source: Blocks
it_it: Blocchi

source: Alignment
it_it: Allineamento

source: Text size
it_it: Dimenzione testo

source: Big
it_it: Grande

source: Small
it_it: Piccolo

source: Text colors
it_it: Colori testo

source: Text primary
it_it: Testo primario

source: Text secondary
it_it: Testo secondario

source: Text inverse
it_it: Testo inverso

source: Highlight text
it_it: Evidenzia testo

source: Button style
it_it: Stile bottone

source: Button Primary
it_it: Bottone primario

source: Button Large
it_it: Bottone largo

source: Button small
it_it: Bottone piccolo

source: Button block
it_it: Bottone blocco

source: Secondary Menu
it_it: Menù secondario

source: Footer Menu
it_it: Menù footer

source: %s (Invalid)
it_it: %s (Non Valido)

source: %s (Pending)
it_it: %s (In Attesa)

source: Navigation Label
it_it: Etichetta di navigazione

source: Title Attribute
it_it: Attributo del titolo

source: Open link in a new tab
it_it: Apri il link in una nuova tab

source: CSS Classes (optional)
it_it: Classi CSS (optionale)

source: The description will be displayed in the menu if the current theme supports it.
it_it: La descrizione sarà mostrata nel menù se il tema corrente la supporta.

source: Up one
it_it: Sopra uno

source: Down one
it_it: Sotto uno

source: To the top
it_it: Vai su

source: Original: %s
it_it: Originale: %s

source: Remove
it_it: Rimuovi

source: Cancel
it_it: Cancella

source: Glyphicon or your icon class
it_it: Una Glyphicon o una tua icona personalizzata

source: (current)
it_it: (attuale)

source: Add a menu
it_it: Aggiungi al menù

source: Page:
it_it: Pagina:

source: navigation
it_it: navigazione

source: Install Required Plugins
it_it: Installa i plugin richiesti

source: Install Plugins
it_it: Installa i plugin

source: Installing Plugin: %s
it_it: Installa il Plugin: %s

source: Something went wrong with the plugin API.
it_it: Qualcosa non ha funzionato con le API del plugin.

source: This theme requires the following plugin: %1$s. Please, install it now
it_it: Il tema richiede l'installazione dei seguenti plugin: %1$s. Installali ora

source: This theme recommends the following plugin: %1$s.
it_it: Il tema consiglia i seguenti plugin: %1$s.

source: The following required plugin is currently inactive: %1$s.
it_it: Il seguente plugin richiesto e attualmente inattivo: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
it_it: Il seguente plugin raccomandato e attualmente inattivo: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
it_it: I seguenti plugin devono essere aggiornati alla loro ultima versione per avere una piane compatibilità con questo tema: %1$s.

source: Begin installing plugin
it_it: Comincia ad installare il plugin

source: Activate installed plugin
it_it: Attiva il plugin installato

source: Return to Required Plugins Installer
it_it: Ritorna all'Installazione richiesta dei plugin

source: Plugin activated successfully.
it_it: Il plugin è stato attivato con successo.

source: All plugins installed and activated successfully. %s
it_it: Tutti i plugin sono stati installati ed attivati con successo. %s

source: Google Profile URL
it_it: URL profilo google

source: Google Page URL
it_it: URL pagina google

source: Facebook Profile URL
it_it: URL profilo facebook

source: Facebook Page URL
it_it: URL pagina facebook

source: View your shopping cart
it_it: Visualizza il tuo carrello

source: Search result of: %s
it_it: Risultato per la ricerca di: %s

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
it_it: Sei pronto per pubblicare il tuo primo articolo? <a href="%1$s">Comincia da qui</a>.

source: No Responses
it_it: 0 Risposte

source: One Response
it_it: 1 Risposta

source: % Responses
it_it: % Risposte

source: <strong>Note:</strong> You are previewing this post. This post has not yet been published.
it_it: <strong>Nota:</strong> Stai visualizzando questo post. Questo post non è ancora stato pubblicato.
